{
    "menu1": "Open a skin...",
    "username": "from an username",
    "url": "from an URL",
    "menu2": "Save/apply a skin...",
    "png": "in .png format",
    "net": "on Minecraft.net",
    "pe": "on Minecraft PE",
    "about": "About",
    "cancel": "Cancel",
    "ok": "OK",
    "modal1": "Type in a Minecraft username to open it’s skin: ",
    "modal2": "Type in the full web address to a skin image: ",
    "modal3-1": "Type the web address below: ",
    "modal3-2": "Or scan the QR code on your mobile device to download the skin faster.",
    "modal4-1": "Minecraft SkinViewer is a Minecraft skins viewer.",
    "modal4-2": "You can open a skin from an external link (for example, a direct link to the skin image), or from a Minecraft user.",
    "modal4-3": "This tool also offers you the ability to download the displayed skin, apply it to Minecraft.net or apply it to Minecraft Pocket Edition by downloading it via a QR Code or a web address.",
    "modal4-4": "This tool uses the following open source libraries:",
    "modal4-5": "This tool also uses:",
    "modal4-6": "View the Minecraft SkinViewer Git Repository",
    "js1": "Skin loaded!",
    "warning": "Warning",
    "js2": "Minecraft SkinViewer cannot check if the skin is valid when opened from a URL.",
    "js3": "This appears to be a skin designed for Minecraft 1.7 and below. It will load fine in Minecraft 1.8 and up, but may look weird on Minecraft Pocket Edition.",
    "js4": "Minecraft SkinViewer cannot check if the skin is valid when opened from a URL. Judging from the size, this skin appears to be designed for Minecraft 1.7 and below. It will load fine in Minecraft 1.8 and up, but may look weird on Minecraft Pocket Edition.",
    "hum": "Hum...",
    "js5": "This does not appear to be a valid skin file.",
    "js6": "There was an error loading the skin : (",
    "js7-1": "Invalid username",
    "js7-2": "Minecraft usernames cannot contain spaces or be blank.",
    "js8-1": "Invalid URL",
    "js8-2": "URLs cannot contain spaces or be blank.",
    "js-skinfirst": "Open a skin first!"
}