{
    "menu1": "Ouvrir un skin...",
    "username": "à partir d’un pseudo",
    "url": "à partir d’une URL",
    "menu2": "Sauvegarder/appliquer un skin...",
    "png": "au format .png",
    "net": "sur Minecraft.net",
    "pe": "sur Minecraft PE",
    "about": "À propos",
    "cancel": "Annuler",
    "ok": "OK",
    "modal1": "Entrez un pseudo d’utilisateur de Minecraft pour ouvrir son skin : ",
    "modal2": "Entrez une URL complète d’un skin : ",
    "modal3-1": "Tapez l’adresse web ci-dessous : ",
    "modal3-2": "Ou scannez le QR code sur votre appareil mobile pour télécharger le skin plus rapidement.",
    "modal4-1": "Minecraft SkinViewer est une visionneuse de skins Minecraft.",
    "modal4-2": "Vous pouvez ouvrir un skin à partir d’une adresse web (par exemple, un lien direct vers l’image d’un skin) ou à partir d’un pseudo d’utilisateur de Minecraft.",
    "modal4-3": "Cet outil vous offre également la possibilité de télécharger le skin affiché, de l’appliquer à Minecraft.net ou de l’appliquer à Minecraft Pocket Edition en le téléchargeant via un QR Code ou une adresse web.",
    "modal4-4": "Cet outil utilise les bibliothèques open source suivantes :",
    "modal4-5": "Cet outil utilise également :",
    "modal4-6": "Voir le dépôt Git de Minecraft SkinViewer",
    "js1": "Chargement du skin réussi !",
    "warning": "Attention",
    "js2": "Minecraft SkinViewer ne peut pas vérifier si le skin est valide lorsqu’il est ouvert à partir d’une URL.",
    "js3": "Cela semble être un skin conçu pour Minecraft 1.7 et antérieur. Il sera chargé correctement dans Minecraft 1.8 et plus, mais peut sembler étrange dans Minecraft Pocket Edition.",
    "js4": "Minecraft SkinViewer ne peut pas vérifier si le skin est valide lorsqu’il est ouvert à partir d’une URL. À en juger par la taille, cela semble être un skin conçu pour Minecraft 1.7 et antérieur. Il sera chargé correctement dans Minecraft 1.8 et plus, mais peut sembler étrange dans Minecraft Pocket Edition.",
    "hum": "Hum...",
    "js5": "Cela ne semble pas être un fichier de skin valide.",
    "js6": "Une erreur c’est produite lors du chargement du skin : (",
    "js7-1": "Pseudo invalide",
    "js7-2": "Les noms d’utilisateur Minecraft ne peuvent pas contenir d’espaces ou être vierges.",
    "js8-1": "URL invalide",
    "js8-2": "Les URLs ne peuvent pas contenir d’espaces ou être vierges.",
    "js-skinfirst": "Vous devez ouvrir un skin en premier !"
}